class TableData {

  static final table_data = {
    'table': {
      'columns': [
        'Индекс',
        "Первичная формулеровка",
        "Внешняя-Внутреняя",
        "Классификация проблеммы",
        "Бизнес процесс",
        "Вид бизнесс процесса",
        "ЗГД."
      ],
      'rows': [
        {
          "Индекс": 3.1,
          "Первичная формулеровка": '6 типовых схем КТП для продажи, необходима унификация.',
          "Внешняя-Внутреняя": "внутр",
          "Классификация проблеммы": "проектирование",
          "Бизнес процесс": "проектирование",
          "Вид бизнесс процесса": "основной процесс",
          "ЗГД.": "главный конструктор",
        },
        {
          "Индекс": 3.2,
          "Первичная формулеровка": '50% проектов выполненных устаревают к моменту размещения БКТП (затраты на актуализацию!!)',
          "Внешняя-Внутреняя": "внешн",
          "Классификация проблеммы": "Взаимодействие с заказчиком",
          "Бизнес процесс": "маркетинг и продажи",
          "Вид бизнесс процесса": "управляющий процесс",
          "ЗГД.": "главный конструктор",
        }
      ]
    }
  };
}